<template>
  <div class="container">
    <single>
      <section class="article">
        <article>
          <h2 class="no-line-height">نگاهی بر فندق</h2>
          <p>
            فندق سکویی است که سعی در حل کردن چالش های مختلف دارد تا در زمان استقرار محصول، تیم های توسعه و نگهداری نرم افزار با آن برخورد می کنند. شما با استفاده از فندق به راحتی می توانید
            سرویس های خود را بر روی سرورهای ابری ما مستقر کنید؛ و نگرانی در مورد مدیریت سرورها نداشته باشید چرا که این مسئله به صورت خودکار توسط فندق انجام می شود.
          </p>
          <h2>چرا یک سکوی ابری؟</h2>
          <p>
            تیم توسعه دهنده سکوی ابری فندق با سابقه کاری طولانی در پروژه‌‌های مهم و زیرساختی و متنوع در مقیاس‌های مختلف در گذر زمان تجربیات بسیاری در مورد تکنولوژی و خدمات زیرساختی متفاوت بدست آورده است که در آن و در این میان از PaaS Provider‌های متفاوتی استفاده کرده‌ایم؛ از OpenShift گرفته تا سکو‌های عمومی که خودشان رابط و هسته محصول خود را توسعه داده‌اند.
            در این میان مزایا و معایب بسیاری را دیدیم و برآن شدیم در اواخر سال ۱۳۹۶ به صورت خصوصی و در اواسط سال ۱۳۹۷ به صورت عمومی اولین سکوی ابری عمومی ایران را توسعه دهیم و حاصل تجربیات خود را در آن به معرض استفاده دیگران بگذاریم تا دلیلی باشیم برای رشد بهتر و با کیفیت‌تر محصولات نرم‌افزاری داخلی.

          </p>

          <h2>توسعه دهندگان</h2>
          <p>سکوی ابری فندق توسط یک هسته مرکزی از کشور‌های دبی، آلمان، ترکیه و ایران و تعدادی برنامه نویس freeland توسعه یافته است که خوشحالیم برخی از کاربران در جامعه نرم‌افزاری علاقه زیادی به همکاری نشان داده‌اند و تا به امروز بر روی پروژه‌های مختلف سکوی ابری فندق فعالیت داشته اند و دارند.</p>
          <h2>سکوی ابری فندق و جامعه متن‌باز</h2>
          <p>ما در سکوی ابری فندق تاکید بسیار زیادی بر کیفیت و شفافیت داریم. نمی‌توان انتظار داشت کاربران احساس نزدیکی با محصول داشته باشند بی آنکه چیزی در مورد آن بدانند، مخصوصا حالا که کاربران سکوی ابری فندق فعالین و متخصصین جامعه نرم‌افزاری هستند و کسب اعتماد آن‌ها کار سختی‌است.
            لذا تصمیم گرفتیم به عنوان اولین کسب‌وکار داخلی تمام محصولات خود به غیر از هسته مرکزی سکو را به صورت متن باز و رایگان از ابتدای توسعه عمومی در معرض دید کاربران قرار دهیم تا بتوانند قدم به قدم رشد و توسعه سکو را شاهد باشند.</p>
        </article>
      </section>
    </single>
  </div>

</template>

<script>
import Single from "~/components/Single";
export default {
  components: {
    Single
  },
  head() {
    return {
      title: "در باره فندق",
    };
  }
};
</script>
