<template>
    <div class="container">
        <single>
            <section class="article">
                <article>
                    <h1 style="font-size: 2.5em" class="no-line-height">
                        قوانین و مقررات استفاده از خدمات و محرمانگی
                    </h1>

                    <p>
                        شما با مشاهده و یا استفاده از محتوا، ابزارها، سرویس‌ها و دیگر موارد چه به عنوان یک کاربر عادی و
                        چه به صورت کاربر عضو شده، قوانین و تعهدهای فندق را به رسمیت می‌شناسید. همچنین فندق این حق را
                        دارد تا قوانین موجود را تغییر دهد و شما خود را متعهد می دانید تا آخرین به روزرسانی ها در قوانین
                        و تعهدها را دنبال کنید.
                    </p>
                    <h2>
                        حقوق مولف (Copyright) و سایر قوانین نافذ بین المللی
                    </h2>
                    <p>
                        شما با استفاده از فندق می‌پذیرید که قوانین و عرف بین‌المللی را، چه در اینترنت و چه در هر مورد یا
                        منطقه مشمول خدمات پلتفرم فندق رعایت کنید و هیچ‌گونه اقدامی که به هر شکل موجب ایجاد مسئولیت حقوقی
                        یا مالی خارج از حدود تعهدات شرکت برای فندق گردد انجام نمی‌دهید، و در صورت وقوع این امر تمامی
                        مسئولیت‌های حقوقی و مالی مرتبط را برعهده می‌گیرید.فندق این حق را برای خود محفوظ می‌دارد که در هر
                        زمان به صلاح دید و تشخیص خود و بر اساس شکایات و گزارشات وارده از سوی سازمان‌ها و نهادهای نافذ
                        اینترنت و نهادها و اشخاص حقیقی و حقوقی نسبت به توقف ارائه خدمات به شما اقدام نماید. در صورت وقوع
                        این امر وجوه پرداختی مسترد نخواهد شد.

                    </p>
                    <h2>
                        مسئولیت محافظت از رمز عبور
                    </h2>
                    <p>
                        فندق تلاش کرده است تا کاربران از رمز عبور ساده نتوانند استفاده کنند، اما به هر نحو ممکن است
                        کاربران از رمزهای عبور متداول استفاده کرده و یا خود در حفظ و نگهداری رمز عبور خود دقت کافی را
                        لحاظ ننمایند. در این شرایط با سوء استفاده از آن رمز عبور ممکن است سرویس توزیع شده و امن شده در
                        فندق با اختلالاتی مواجه گردد و یا مورد سوء استفاده قرار بگیرد. در این شرایط فندق هیچگونه
                        مسئولیتی را قبول نمی‌کند.
                        فندق شدیدا تاکید می‌کند از رمز عبورهای پیچیده استفاده کنید و از انتشار آن به صورت مجازی و فیزیکی
                        به شدت بپرهیزید.
                    </p>
                    <h2>
                        قوانین داخلی
                    </h2>
                    <p>
                        سکوی ابری فندق تحت قوانین داخلی فعالیت می‌کند و در نتیجه انتشار و توزیع هر گونه محتوای
                        مجرمانه از نظر قوانین موجود یا محافظت از آن به کمک خدمات فندق به هر شکلی، بر خلاف قانون و ناقض
                        شرایط این توافقنامه است. ما محتوای مجرمانه و فیلتر شده را در فندق نمی‌پذیریم و به محض آگاهی
                        یافتن از توزیع و محافظت چنین محتوایی از این امر جلوگیری خواهیم کرد؛ در چنین حالتی وجه دریافتی از
                        مشتری نیز مسترد نخواهد شد. انتشار محتوا و تصاویر غیر اخلاقی و جنسی، حمایت، همکاری و یا فروش مواد
                        مخدر، تجهیزات کشتار جمعی، همکاری و حمایت از گروه‌های تروریستی و تجزیه‌طلب داخلی و خارجی و یا هر
                        فعالیت دیگری که مغایر با قوانین داخلی باشد مشمول ممنوعیت توزیع و محافظت در فندق خواهد شد.
                    </p>
                    <h2>
                        حساب‌ کاربری
                    </h2>
                    <p>
                        هر کاربر تنها مجاز به داشتن یک حساب کاربری است. در صورتی که در هر بازه زمانی تشخیص داده شود که
                        کاربری بیش از یک حساب کاربری دارد، تصمیم‌گیری در مورد چگونگی برخورد با کاربر کاملن بر عهده سکوی
                        ابری فندق بوده و کاربر متخلف به هیچ عنوان حق اعتراض یا پیگیری را نخواهد داشت.
                    </p>
                    <h2>
                        حفاظت از داده‌ها
                    </h2>
                    <p>
                        ۱. از آنجایی که سرویس‌ها ممکن است در هنگام انتقال به سکوی ابری فندق حاوی داده‌ها و اطلاعات
                        ارزشمند باشند و یا اینکه بعد از استقرار این داده‌ها در طول زمان ایجاد شوند، هر کاربر موظف است به
                        صورت منظم از این ‌داده‌ها و اطلاعات پشتیبان‌گیری کند و سکوی ابری فندق هیچ تعهدی برای انجام این
                        موارد به صورت پیشفرض ندارد.
                    </p>
                    <p>
                        ۲. سکوی ابری فندق تنها متعهد به تهیه backup یا پشتیبان‌گیری از سرویس‌هایی است که کاربر درخواست
                        آن را ثبت کرده و آن خدمات را خریداری کرده باشد.
                    </p>
                    <p>
                        ۳. هر کاربر موظف است قبل از هر تغییر اعم از تغییراتی که سکوی ابری فندق آن را از طریق ایمیل به
                        کاربران اطلاع‌رسانی می‌کند یا تغییراتی که خود کاربران در سرویس‌ها ایجاد می‌کنند و ممکن است به هر
                        نحوی بر روی داده‌ها و اطلاعات آن‌ها تاثیر بگذارد از داده‌های خود پشتیبان‌ گیری کنند و در صورت
                        عدم رعایت، سکوی ابری فندق هیچ ضمانتی و مسئولیتی در قبال از دست رفتن اطلاعات نخواهد داشت.
                    </p>
                    <p>
                        ۴. داده‌های پشتیبان‌گیری شده‌ بهتر است بر روی ساختار جداگانه‌ و در محیطی مجزا از سکوی ابری فندق
                        ذخیره شوند و در صورتی که داده‌های backup داخل سکوی ابری فندق ذخیره شوند و به هر دلیل و مشکلی حذف
                        گردند، سکوی ابری فندق هیچ مسئولیتی در قبال آن نخواهد داشت. 
                    </p>
                    <h2>
                        فضانام‌ها
                    </h2>
                    <p>
                        هر کاربر به صورت پیش فرض یک فضانام رایگان خواهد داشت و در صورتی که شما نیاز به بیش از یک فضانام
                        داشته باشید، می‌توانید با تهیه منابع برای فضانام فعلی و تبدیل فضانام رایگان به فضانام حرفه‌ای،
                        از طریق داشبورد کاربری یک فضانام رایگان جدید ایجاد کنید.
                    </p>
                    <h3>
                        - فضانام رایگان
                    </h3>
                    <p>
                        ما در سکوی ابری فندق از ابتدای مسیر حرفه‌ای خود، در راستای خدمات دهی بهتر به کاربران و ایجاد
                        بستری آموزشی و پژوهشی، تصمیم گرفتیم تا با در اختیار گذاشتن فضانام رایگان و منابع محدود شرایط
                        آزمایشی منصفانه‌ای را برای کاربرانمان ایجاد نماییم. فضانام‌های رایگان به صورت مادام‌العمر وجود
                        دارند اما اولویت همچنان با فضانام‌های حرفه‌ای است. در صورتی که فضانام‌های حرفه‌ای نیاز به منابع
                        بیشتری داشته باشند هسته پردازشی فندق به صورت خودکار این منابع را با حذف سرویس فضانام‌های رایگان
                        در اختیار ایشان می‌گذارد و کاربران فضانام‌های رایگان می‌توانند دوباره اقدام به استقرار سرویس‌های
                        خود کنند.
                    </p>
                    <h3>
                        - نحوه حذف سرویس‌ها و داده‌ها
                    </h3>
                    <p>
                        کلیه‌ سرویس‌هایی که بعد از حذف در مدت ۱ هفته به صورت مجدد دیپلوی‌ نشوند و فضانام‌ ‌آن‌ها رایگان
                        باشد، داده‌های ایشان از روی فندق حذف خواهد شد و فندق در هیچ مسئولیتی در قبال داده‌های ارزشمند
                        کاربران نخواهد داشت.
                    </p>
                    <h3>
                        - فضانام حرفه‌ای
                    </h3>
                    <p>
                        فضانام‌هایی که پلن خریداری کرده باشند را فضانام حرفه‌ای می‌نامیم.
                    </p>
                    <h3>
                        - مالکیت فضانام‌ها
                    </h3>
                    <p>
                        کاربرانی که بیش از یک فضانام در حساب کاربری خود ایجاد کرده باشند تنها در صورت تمدید پلن مربوط به
                        فضانام‌ها، صاحب آن فضانام باقی خواهند ماند. در غیر این صورت سکوی ابری فندق مجاز است بعد از یک
                        ماه از عدم تمدید پلن، فضانام‌ جدید را حذف کند.
                    </p>
                    <h3>
                        - بدهی فضانام
                    </h3>
                    <p>
                        در صورتی که فضانامی دارای بدهی باشد ابتدا برای مالک فضانام ایمیل‌هایی مبنی بر هشدار قطع خدمات و
                        حذف سرویس‌ها ارسال خواهد شد. بعد از مدت مشخصی اگر کاربر همچنان نسبت به تمدید پلن و پرداخت بدهی
                        اقدام نکند سکوی ابری فندق مجاز است تا خدمات‌دهی به فضانام مذکور را متوفق کند و در صورت عدم
                        پیگیری کاربر داده‌های ایشان برای همیشه پاک خواهند شد. همچنین اگر مالک فضانامی که بدهی قبلی داشته
                        است اقدام به ساخت فضانامی جدید کند، در صورت شناسایی، سکوی ابری فندق مجاز است تا بدهی قبلی کاربر
                        را از موجودی فعلی ایشان کم کند.
                    </p>
                </article>
            </section>
        </single>
    </div>
</template>

<script>
    import Single from '~/components/Single'

    export default {
        components: {
            Single
        },
        head() {
            return {
                title: "قوانین و مقررات استفاده از خدمات و محرمانگی | سکوی ابری فندق",
                meta: [
                    {
                        hid: 'keywords',
                        name: 'keywords',
                        content: 'قوانین,خدمات,محتوا,سرویس‌,فندق,Copyright,اینترنت,پلتفرم,شرکت,رمز عبور,حساب‌ کاربری,داده‌,backup,پشتیبان‌گیری,ایمیل,سکوی ابری,رایگان,پلن'
                    },
                ]
            };
        }
    }
</script>
