<template>
    <div class="container">
        <single>
            <section class="article">
                <article>

                    <h2 class="no-line-height">ارزش‌های ما</h2>
                    <p>
                        ارزش ها در یک مجموعه حاصل فرهنگ سازمانی و سیاست‌های آن مجموعه است. حال این ارزش‌ها را با شما به اشتراک میگذاریم تا با آن‌ها آشنا شوید.
                    </p>

                    <h2>کیفیت در خدمات</h2>
                    <p>
                        ما در سکوی ابری فندق معتقدیم که ایران مهد مهندسین و نوابغ نرم افزاری بوده و وظیفه خودمان میدانیم که هر روز سعی بر بهتر شدن داشته باشیم و مطمئن هستیم، نظرات شما که از سر دلسوزی به ما انتقال داده می شود، قطعا برای بهبود شرایط و پیشرفت ما خواهد بود.
                        مطمئن باشید هر آنچه که از دستمان برمی آید انجام می دهیم تا بهترین کیفیت ممکن را به شما عزیزان ارائه کنیم زیرا شما نه شعاری بلکه به صورت حقیقی لایق احترام و کیفیت بالا هستید همانطور که همه ما در فندق این انتظار را از دیگر کسب‌و‌کارها داریم.
                    </p>

                    <h2>ارزش برای زمان</h2>
                    <p>زمان ارزشمندترین سرمایه هر شخص و مجموعه است؛ از سوی دیگر بزرگترین دشمن برای این سرمایه مهم، گذر زمان است؛ به همین دلیل تیم سکوی ابری فندق نه تنها سعی دارد پل های ارتباطی میان خود و کاربران را بیشتر کند بلکه تمام تلاشمان را به کار میگیریم تا با گسترش تیم و خدمات و بهبود آن‌ها و نوآوری در ارائه خدمات پشتیبانی هر روز با سرعت و قدرت بیشتری پاسخگو نیازها و سوالات شما عزیزان باشیم.</p>

                    <h2>احترام متقابل</h2>
                    <p>از ابتدای کار، ما همواره خودمان را در جایگاه کاربران دیده ایم و بر این باوریم که ما به عنوان کاربر این حق را داریم که با نهایت احترام با ما برخورد شود و بر همین اساس متقابلا ما هم موظف هستیم تمام حق و حقوق شما کاربران محترم را رعایت کنیم و صداقت در سرویس دهی را سرلوحه هر روزه کار خود قرار دهیم.</p>

                    <h2>سیاست در رقابت</h2>
                    <p>
                        همواره نگاه ما در رقابت به سمت خودمان است و هیچ وسیله‌ای را ارزشمندتر از ایمان به افراد فنی و استفاده از این نیروی فکری و فنی خبره نیست، از طرفی به ما اثبات شده است در بازاری بدون رقابت همواره روند رشد کند‌تر خواهد بود لذا حضور محصولات مشابه در بازار ایران را نه تنها یک تهدید و بهانه برای بخل و حسادت نمی‌دانیم، بلکه آن را دلیلی برای تلاش دو چندان و ارائه خدمات نوآورانه‌تر و بهتر می‌دانیم.
                        از همین رو با توجه به دیدگاه بیان شده سکوی ابری فندق هیچ محدودیت و سیاستی در راستای ایجاد مونوپلی و انحصارگرایی در بازار نداشته و حتی دست دوستی و رقابت سالم را به سمت تمام فعالین این حوزه دراز می‌کند تا شروعی باشد برای همکاری‌های بهتر جهت کسب رضایت کاربران و مشتریان.
                    </p>

                </article>
            </section>
        </single>
    </div>
</template>

<script>
    import Single from "~/components/Single";

    export default {
        name: "our-values",
        components:{
            Single,
        }
    }
</script>

<style lang="stylus" scoped>

</style>
